[
  "table-editor-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-advanced-uri",
  "blur",
  "obsidian-chartsview-plugin",
  "obsidian-chat-view",
  "chem",
  "colored-tags",
  "cmdr",
  "obsidian-completr",
  "css-editor",
  "css-snippets",
  "custom-classes",
  "obsidian-desmos",
  "drawio-obsidian",
  "execute-code",
  "homepage",
  "obsidian-icon-shortcodes",
  "obsidian-icon-folder",
  "iconoir-icons",
  "obsidian-icons-plugin",
  "image-captions",
  "obsidian-latex-environments",
  "obsidian-latex-suite",
  "obsidian-linter",
  "markdown-tree",
  "mathpad",
  "obsidian-dialogue-plugin",
  "various-complements",
  "update-relative-links",
  "unicode-search",
  "text-snippets-obsidian",
  "table-extended",
  "spoiler-block-obsidian",
  "obsidian-sortable",
  "settings-search",
  "mermaid-tools",
  "multi-column-markdown",
  "obsidian-charts",
  "obsidian-circuitjs",
  "obsidian-columns",
  "obsidian-stylist",
  "omnisearch",
  "oz-image-plugin",
  "obsidian-pandoc",
  "persistent-graph",
  "obsidian-plotly",
  "obsidian-rich-links",
  "obsidian-relative-line-numbers",
  "quick-latex",
  "better-word-count",
  "obsidian-advanced-new-file",
  "obsidian-outliner",
  "latex-algorithms",
  "pseudocode-in-obs",
  "mathlinks",
  "dataview",
  "math-booster",
  "obsidian-mind-map"
]